Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sannhet_og_forsoning_-_pilar_2:_sprak_og_opplaering.html.tmx
Source language: nob
Languages: smj

source: Vedtak i Sametingets plenum 7. mars 2024
smj: Sámedikke ållestjåhkanime mærrádus snjuktjamáno 7. biejve 2024

source: Mye av det som kommisjonens arbeid har avdekket har vært kjent for det samiske samfunnet og Sametinget lenge.
smj: Ållo dassta mav kommisjåvnnå l gávnnam li sáme sebrudahkaj ja Sámediggáj læhkám oahpes ássje guhkijt.

source: Sametinget har helt siden etableringen hatt språkvitalisering og språkrevitalisering som et av sine hovedoppgaver.
smj: Juo álgo rájes la Sámedigge giellaælládahttemav vuorodam.

source: Sametinget vil vise til at mange av forslagene som kommisjonen foreslår har Sametinget også arbeidet for i flere år.
smj: Sámedigge aj vuoset dasi gå moadda kommisjåvnå oajvvadusájs li dakkira maj Sámedigge l måttijt jagijt juo barggam.

source: Sametinget er glad for kommisjonens henvisning til NOU 2016:18 Hjertespråket.
smj: Sámedigge l viek ávon gå kommisjåvnnå vuoset NOU 2016:18 Vájmo giellaj.

source: I tillegg til de forslagene som kommisjonen har kommet med, vil Sametinget trekke frem behovet å følge opp tiltakene som ble foreslått i NOU 2016:18 Hjertespråket, og senere også i Sametingets språkstrategi Giellalokten (SP sak 60/18) og Meld. St. 13 (2022–2023) Samisk språk, kultur og samfunnsliv — Kompetanse og rekruttering i barnehage, grunnopplæring og høyere utdanning.
smj: Duodden kommisjåvnå oajvvadusájda, sihtá Sámedigge nammadit dárbbo l tjuovvolit dåjmajt ma oajvvaduvvin NOU 2016:18 Vájmo gielan, ja maŋŋela aj Sámedikken giellastratesjijjan Giellalokten (SP sak 60/18) og St. Died. 13 (2022–2023) Samisk språk, kultur og samfunnsliv — Kompetanse og rekruttering i barnehage, grunnopplæring og høyere utdanning.

source: Sametinget peker særskilt på behovet for å styrke Sametingets rolle og kapasitet til å jobbe språk- og opplæringspolitisk og med forvaltning av samiske språk og samisk opplæring.
smj: Sámedigge vuoset sierraláhkáj dárbbuj nannit Sámedikke rållav ja kapasitiehtav giella- ja åhpadimpolitihkalattjat barggat sámegielaj ja sáme åhpadime háldadimijn.

source: Det vil i ettertiden også være behov/komme flere saker knyttet til tiltak for de forskjellige samiske språkene.
smj: Maŋŋela l aj dárbbo/båhti ienep ássje dåjmaj iesjguhtik sámegielajda.

source: De ulike språkene og områdene har store forskjeller, og det vil kreves ulike tiltak avhengig av den lokale språksituasjonen i hvert enkelt område.
smj: Iesjguhtik gielajn ja guovlojn li stuorra sieradusá, ja dåjma hæhttuji juohkka guovlo gielladilláj hiebaduvvat.

source: Kommisjonen peker på opplæring og utdanning har vært en sentral arena for gjennomføringen av fornorskningspolitikken og at tiltakene under språkpilaren vil være avgjørende for å skape reelt kulturelt og identitetsmessig likeverd mellom majoriteten og minoriteten.
smj: Kommisjåvnnå tjalmostahttá jut oahppo ja åhpadus la læhkám guovdásj ariedná dárojduhttempolitihka tjadádibmáj ja jut dåjma giellanihtan sjaddi riek ájnnasa åttjudittjat riekta kultuvralasj ja identitiehtalasj dásseárvov ieneplåhko ja unneplågo gaskan.

source: Sametingets langsiktige målsetning er at de samiske språkene må gis tilbake til det samiske samfunnet.
smj: Sámedikke guhkesájggásasj ulmme l sámegiela galggi sáme sebrudahkaj ruopptot vatteduvvat.

source: Det samiske folket ble frarøvet våre språk av norske myndigheter og de samme myndighetene har nå et ansvar for å gi det samiske folket våre språk tilbake.
smj: Vuona oajválattja suoládin mijájs sámijs gielama ja daj sæmmi oajválattjaj duogen le dal sámijda gielama ruopptot vaddet.

source: Sametinget forventer at skolen og språkrevitalisering og vitalisering skal være det viktigste middelet for forsoning fremover.
smj: Sámedigge vuorddá skåvllå ja gielaj ælládahttem galggá liehket såbadime ájnnasamos vædtsak åvddålijguovlluj.

source: Sametinget mener det er viktig å styrke og synliggjøre styringsinformasjonen om utvikling av samisk-fagene og den samiske skolen.
smj: Sámedigge miejnni ájnas la nannit ja vuojnnusij buktet stivrrimdiedojt sámegiel-fágaj ja sáme skåvlå åvddånime birra.

source: Den absolutt største innsatsen for å utvikle det samiske samfunnet må rettes mot barn og unge.
smj: Ållu ájnnasamos barggo sáme sebrudagáv åvdedittjat bierri mánáj ja nuoraj vuoksjuj dagáduvvat.

source: Dette er særlig aktuelt fordi samiske barn i dag faktisk ikke blir tilstrekkelig ivaretatt i barnehage og skole på deres egne premisser.
smj: Sierraláhkáj danen gå sáme máná uddni e ietjasa ævtoj milta huvsaduvá mánájgárdijn ja skåvlåjn.

source: Samiske barn og unge i Sábme har ikke de rammevilkårene og rettighetene til samisk språk og kultur, som de skulle hatt.
smj: Sáme mánájn ja nuorajn Sámeednamin ælla da ævto ja rievtesvuoda sáme giellaj ja kultuvrraj ma siján galggin.

source: Kommisjonsrapporten foreslår tiltak som i stor grad omhandler samisk språkopplæring fra barnehage til voksenopplæring.
smj: Kommisjåvnå rappårttå ævtot edna dåjmajt ma guosski sáme giellaåhpadibmáj mánájgárde rájes ållessjattukåhpadibmáj.

source: Sametinget mener at samisk skoler og den samiske befolkningen må møtes med tiltak som omhandler skolen som helhet og ikke utelukkende bare språkopplæring.
smj: Sámedikke mielas bierri sáme skåvllåj ja álmmugij fállat dåjmajt ma guosski ålles skåvllåj ja ij dåssju giellaåhpadibmáj.

source: Sametinget viser til kommisjonens påpekning av behovet for en språklig satsing og tiltak for å oppnå språklig likestilling.
smj: Sámedigge vuoset dasi gå kommisjåvnnå tsuojggit dárbahip gielav vuorodit ja dåjmajt váj gielalasj dássádussaj jåvsådip.

source: Det må omhandle en utvidelse av retten til opplæring i og på samisk til alle samisk barn i hele landet.
smj: Dasi galggá aj gullut vijdedit rievtesvuodav åhpadibmáj sámegielan ja -giellaj gájka sáme mánájda lándav miehtáj.

source: Sametinget viser til høringssvar som foreslår obligatorisk opplæring i samisk språk i forvaltningsområdet for samiske språk.
smj: Sámedigge vuoset guláskuddamvásstádusájda ma oajvvadi bákkulasj sámegiela åhpadibmáj sáme giellaháldadimguovlon.

source: Sametinget mener dette tiltaket må være en del en overordnet strategi for språklig likestilling.
smj: Sámedikke mielas galggá dát doajmma oassen badjásasj stratesjijjas gielalasj dássádusá hárráj.

source: I tillegg til Sannhets- og forsoningskommisjonens foreslåtte tiltak er viktig å supplere med flere tiltak for å oppnå mål om språklig og kulturell revitalisering.
smj: Duodden dåjmajda majt Duohtavuoda- ja såbadimkommisjåvnnå oajvvat la dárbbo duoddistit ájn vil ienep dåjmajt váj ållidip gielalasj ja kultuvralasj ælládahttema ulmijt.

source: Tiltak 2.1
smj: Doajmma 2.1

source: Kommisjonen foreslår en nasjonal satsing på gjennomgående språkopplæring for kvensk og samiske språk fra barnehage til voksenopplæring.
smj: Kommisjåvnnå oajvvat nasjåvnålasj vuorodimev váj sjaddá vejulasj guojnagielav ja sámegielajt oahppat mánájgárde rájes gitta ållessjattugij åhpadussaj.

source: Sametinget støtter forslaget til tiltak og mener at revitalisering av samiske språk må tydeliggjøres i formål til lovverk.
smj: Sámedigge doarjju dåjma oajvvadusáv ja miejnni sámegielaj ælládahttem hæhttu lága ulmijn tjielggiduvvat.

source: Det må gjøres endringer i opplæringsloven, barnehageloven, samelovens kapittel 3 og språkloven for å tydeliggjøre et mål om samiske språk skal revitaliseres.
smj: Váj tjielggasin dahká ulmev ahte sámegiela galggi ælládahteduvvat de hæhttu rievddadit åhpaduslágav, sámelága 3. kapihttalav ja giellalágav.

source: Sametinget viser til Meld. St. 13 (2022-2023) og vedtatt forslag og mål.
smj: Sámedigge vuoset St. Died. 13 (2022-2023) ja mierreduvvam oajvvadusájda ja ulmijda.

source: Stortingsmeldingen er et sentralt dokument å følge opp i lys av Sannhet og forsoningskommisjonens rapport.
smj: Duohtavuoda- ja såbadimkommisjåvnå rappårtå maŋŋela l Stuorradiggediedádus guovdásj dokumænnta tjuovvolit.

source: Som en del av kompetansebehovet i det samiske samfunnet og i det norske samfunnet må det satses stort på etter- og videreutdanninger.
smj: Sáme ja dáttja sebrudagáj máhtudakdárboj diehti hæhttup ednagit vuorodit joarkkaåhpadusájt.

source: Sametinget viser til behovet for et utvalg for å vurdere endringer i barnehageloven slik at barnehageloven synliggjør og tydeliggjør samisk innhold og kravet om samisk språkkompetanse hos ansatte i samiske barnehager.
smj: Sámedigge vuoset dárbahip nammadusáv mánájgárddelága rievddadimijt árvustalátjit váj mánájgárddeláhka vuojnnusij buktá ja tjielgat sáme sisanov ja gájbbádusáv sáme giellamáhtudagá hárráj sáme mánájgárdij barggij gaskan.

source: Sametinget mener også det er viktig å utvikle en samisk rammeplan for barnehager.
smj: Sámedikke mielas la aj ájnas åvddånahttet sáme rámmaplánav mánájgárdijda.

source: Sametinget støtter kommisjonens forslag om en overordnet strategi for å oppnå språklig likestilling innen flere sektorområder og en nasjonal satsing på gjennomgående språkopplæring fra barnehage til voksenopplæring.
smj: Sámedigge doarjju kommisjåvnå oajvvadusáv badjásasj stratesjijjav åttjudit váj gielalasj dássedibmáj ålli moatten suorgen ja nasjåvnålasj vuorodibme giellaåhpadime vuoksjuj ålles oahppammannulahkaj mánájgárdes gitta ållessjattugij åhpadibmáj.

source: Målet med arbeidet skal være at alle samiske barn i hele landet skal ha rett til opplæring i og på samiske språk.
smj: Bargo ulmme galggá liehket juohkka sáme mánán lándan miehtáj galggá rievtesvuohta åhpadibmáj sámegielan ja -giellaj.

source: Sametinget mener videre det er behov for et utvalg for å vurdere måter å styrke utviklingen av samiske læremidler på.
smj: Vijddásappot miejnni Sámedigge dárbahip nammadusáv mij árvustallá gåktu galggá sáme oahpponævoj åvddånahttemav nannit.

source: Sametinget må styrkes økonomisk for å kunne satse mer på utviklingen av læremidler.
smj: Sámedigge dárbaj ienep rudájt váj bessap ienep oahpponævojt buvtadit.

source: Sametinget påpeker at språkopplæring og lærerutdanninger er viktige også for å få flere læremiddelforfattere.
smj: Sámedigge vuoset giellaåhpadibme ja åhpadiddjeoahpo aj li ájnnasa jus galggap ienep oahpponævvotjállijt oadtjot.

source: Sametinget peker på behovene innenfor universitets- og høgskolesektoren og mener det er behov for en utredning av hvordan en samlet og planlagt oppbygging av samisk utdanning og forskning kan gjøres.
smj: Sámedigge vuoset universitiehtaj ja allaskåvlåj suorge dárbojda ja miejnni dárbahip tjielggidusáv gåktu aktan máhttá sáme oahpojt ja dutkamav nannit.

source: Dette må inkludere opprettelse av kontinuerlige helhetlige studietilbud for alle samiske språk.
smj: Dási gulluji aj ållesájge oahppofálaldagá ma juohkka jage álggi, gájka sámegielajda.

source: Universitetene og høgskolene har et særlig ansvar for å følge opp Sannhet og forsoningskommisjonens rapport.
smj: Universitiehtajn ja allaskåvlåjn la sierralágásj åvdåsvásstádus Duohtavuoda- ja såbadimkommisjåvnå rappårtåv tjuovvolit.

source: Sametinget oppfordrer Forskningsrådet til å følge kommisjonens anbefaling om å vurdere hvordan den kan bidra til gjenoppretting av skade og urett som følge av fornorskningen.
smj: Sámedigge ávttji Dutkamrádev kommisjåvnå oajvvadusáv tjuovotjit árvustallat gåktu máhttá viehkedit duollitjit dárojduhttema vahágahttemijt ja vierredagojt.

source: Sametinget ber universitetene og høgskolene om å øke og styrke samarbeidet mellom hverandre og samiske språksentre og at det tilbys studier med opptak på årlig basis.
smj: Sámedigge ánot universitiehtajt ja allaskåvlåjt lasedit ja nannit aktisasjbargov gaskanisá ja sáme giellaguovdátjij, ja ahte fáladuvvi oahpo ma juohkka jage álggi.

source: Sametinget støtter kommisjonens forslag om å etablere nye språkkurs og styrke eksisterende språkkurs.
smj: Sámedigge doarjju kommisjåvnå ævtodusáv ásadit ådå giellakursajt ja nannit giellakursajt ma li sajenis.

source: Språkkursene må også rettes mot voksne som har helt eller delvis tapt muligheten til å lære samisk hjemme og i skoleverket, både som muntlig språk og skriftlig språk.
smj: Giellakursa hæhttuji aj gåbttjåt ållessjattugijt gut li massám jali vargga massám máhttelisvuodav oahppat sámegielav sijdan ja skåvlån, sihke njálmálasj- ja tjállemgielav.

source: Et slikt tiltak vil også kunne være støttende til samisktalende barn og barn som lærer seg samisk.
smj: Dákkir doajmma la aj doarjjan sámegielak mánájda jali mánájda gudi li oahppamin sámegielav.

source: Også de som har samisk som førstespråk/morsmål kan ha behov for å forbedre og utvikle sitt språk både muntlig og skriftlig.
smj: Aj da mánájn gænna la sámegiella vuostasj-/iednegielan máhtti adnet dárbov buoredit ja åvddånahttet ietjaska gielav njálmálattjat ja tjálalattjat.

source: Det må opprettes kompensasjonsordninger som innebærer både lønn, permisjon og stipendordninger, og tilrettelegging for kurs i samisk ved aktuelle institusjoner.
smj: Hæhttuji ásaduvvat kompensasjåvnnåårdniga ma gåbttji sihke bálkáv, permisjåvnåv ja stipænndaårdnigijt, ja látjet dilev sámegiellakursajda guoskavasj ásadusájn.

source: Sametinget ser muligheter for å etablere flere språksentre i områder der det ikke finnes språksentre, eller å utvide virkeområdet til etablerte språksentre.
smj: Sámedigge vuojnná vejulasjvuodajt ienep giellaguovdátjijt ásadittjat dakkir bájkijn gånnå ælla giellaguovdátja, jali ieme giellaguovdátjij doajmmaguovlov vijdedit.

source: Sametinget mener at samiske språksentrene kan videreutvikle seg til lokale utdanningssentre som kan tilby voksenopplæring i samiske språk av god kvalitet mange steder på norsk side av Sábme.
smj: Sámedigge miejnni giellaguovdátjijn la potensiálla åvddånit bájkálasj åhpadusguovdátjijda ma máhtti alla dáse sámegiela ållessjattukåhpadimev fállat moatten sajen vuona biele Sámen.

source: Sametinget må gis mulighet til en reell styrking av språksentrenes økonomiske situasjon slik at de virkelig kan bidra til å møte behovet for språkopplæring i samfunnet.
smj: Sámedigge hæhttu oadtjot almma vejulasjvuodav giellaguovdátjij ruhtadilev nannitjit váj almma láhkáj bessi sebrudagá giellaåhpadime dárbojt duosstot.

source: Videre må også språket bevares i allerede eksisterende samiskspråklige områder og miljøer.
smj: Giella hæhttu aj suodjaluvvat sámegielak bájkijn ja birrasijn.

source: For å ivareta samiske språk må samisk være en integrert del av samfunnet, både i arbeidslivet, skole, barnehage og på fritiden.
smj: Bærrájgehtjadittjat sámegielajt hæhttu sámegiella liehket sajeduvvam gájk sebrudaksuorgijn, sihke barggoiellemin, skåvlån, mánájgáren ja asstoájgen.

source: Å opprettholde samisk som et naturlig språk for barn og unge er også avgjørende for langvarig bevarelse av språket.
smj: Bisodit sámegielav luondulasj giellan mánájda ja nuorajda la aj riek ájnas váj giella galggá suodjaluvvat guhkes ájggáj.

source: Det er viktig å utvikle samisk fagspråk, bevare tradisjonelle termer og tilpasse språket til moderne tider, slik at det kan brukes gjennom hele livet.
smj: La ájnas åvddånahttet sáme fáhkagielav, suodjalit árbbedábálasj termajt ja hiebadit gielav boahtte ájgijda, navti vaj máhttá aneduvvat ålles iellemav.

source: Det er nødvendig at tiltak for samiske språk arbeider målrettet mot dette formålet.
smj: La ájnas jut dåjma sáme gielajda li ulmij milta ávkken.

source: Det er også viktig med tiltak rettet mot områder og samfunn hvor samisk språk er majoritetsspråk, samt for de med samisk som førstespråk.
smj: La aj ájnas dåjmajda ma li hiebaduvvam guovlojda ja sebrudagájda gånnå sámegiella la ieneplåkgiella, ja dajda gænna la sámegiella vuostasjgiellan.

source: I slike områder er det behov for mer enn bare språkkurs og revitaliseringstiltak.
smj: Dákkir guovlojn la dárbbo ienebu gå dåssju giellakursa ja ælládahttemdåjmajda.

source: Det er nødvendig å fokusere på (språkpleie), som innebærer blant annet å bevare termer og uttrykk som er i ferd med å forsvinne fra dagligtalen.
smj: La dárbulasj tjalmostahttet giellasuodjalimev, dat guosská duola dagu suodjalit termajt ja báhkotsåmijt ma li gáhtomin árggabiejvgielas.

source: Det er også viktig å arbeide målrettet med barn og unge for å styrke deres samiske språkferdigheter, både i undervisning og utenfor skolesystemet.
smj: La aj ájnas barggat ulmijn mánájda ja nuorajda nannitjit sijá giellamáhtudagáv, sihke åhpadusán ja ålggolin skåvllåvuogádagá.

source: Tiltak 2.2
smj: Doajmma 2.2

source: Kommisjonen foreslår en målrettet satsing på og en synliggjøring av kvensk og samisk språk i offentligheten
smj: Kommisjåvnnå oajvvat galggá guojna- ja sámegielajt ienebut vuojnnusij buktet

source: Sametinget støtter kommisjonens forslag, og mener at flere skal ta ansvar og en aktiv rolle for at de samiske språkene skal ses, høres og bruker på alle samfunnsområder.
smj: Sámedigge kommisjåvnå oajvvadusáv doarjju, ja miejnni moaddásij duogen la dåjmalattjat barggat váj sámegiela vuojnnuji, gulluji ja aneduvvi juohkka sebrudaksuorgen.

source: Sametinget mener offentlige myndigheter, Storting, departement og andre skal skilte på de samiske språkene.
smj: Sámedigge miejnni almulasj oajválattja, Stuorradigge, departementa ja iehtjáda galggi galbbit sábmáj.

source: Sametinget retter særlige forventninger til Stortinget.
smj: Sámedikken li sierralágásj vuorddemusá Stuorradiggáj.

source: Sametinget forventer at sentrale myndigheter følger opp bruken av samiske stedsnavn, og sørger for at offentlige organer og grunneiere kjenner innholdet i stedsnavnloven og kjenner til deres ansvar i henhold til loven.
smj: Sámedigge vuorddá guovdásj oajválattja sáme bájkkenamáj anov tjuovvoli, ja bærrájgæhttji almulasj orgána ja ednamæjgáda dåbddi bájkkenammalága sisanov ja makkir åvdåsvásstádus siján la lága milta.

source: Sametinget forventer at kommuner i det samiske bosetningsområdet følger opp samiske stedsnavnsaker som berører deres kommune, og at fylkeskommunene følger opp kommunenes arbeid med stedsnavnsaker.
smj: Sámedigge vuorddá sáme årromguovlo suohkana tjuovvoli sáme bájkkenammaássjijt ma sidjij guosski, ja fylkkasuohkana vas suohkanij bájkkenammabargov tjuovvoli.

source: Sametinget ber kommunene og andre offentlige organer om å be om flerspråklige skilt fra Statens vegvesen når det skal skiltes, slik at samiske stedsnavn blir synlige.
smj: Sámedigge ávttji suohkanijt ja ietjá almulasj orgánajt moattegielak galbajt Stáhta gæjnnodåjmadagás ánodittjat gå galggi galbbit, váj sáme bájkkenamá vuojnnusij båhti.

source: Sametinget mener at kapasiteten til samisk stedsnavntjeneste må økes.
smj: Sámedigge miejnni sáme bájkkenammadievnastusá kapasitiehtta galggá laseduvvat.

source: Innsatsen for å få samlet inn, dokumentert og lagret flere samiske stedsnavn må også økes.
smj: Duodden hæhttup ájn vil ienebut barggat váj sáme bájkkenamá tjoahkkiduvvi, dokumentieriduvvi ja vuorkkiduvvi.

source: Sametinget foreslår også etableringen av et eget samisk stedsnavnarkiv for å forbedre tilgangen på innsamlet materiale for både den samiske befolkningen, forskere og offentlige institusjoner.
smj: Sámedigge aj oajvvat ásadit sierra sáme bájkkenammavuorkáv mij sjaddá viehkken gå sáme álmmuk, dutke ja almulasj institusjåvnå galggi bessat tjoahkkidum materiállaj.

source: Sametinget vil, i samarbeid med myndighetene, inkludere pite- og umesamisk språk i stadnamnlovas forskrift.
smj: Sámedigge sihtá oajválattjat siegen válldet bihtám- ja ubbmemsámegielajt fárruj bájkkenammalága njuolgadustjállagij.

source: Målet med dette vil være å få en forskrift som tillater at også pite- og umesamiske navn kan synliggjøres i kart og skilt.
smj: Ulmme dájna l galggá sadjásis oadtjot njuolgadustjállagav man baktu bihtám- ja ubbmemsáme namá aj kártajn ja galbajn vuojnnuji.

source: Sametinget støtter kommisjonens forslag om at navneloven må endres slik at flere etterkommere får retten til å ta tilbake familiens opprinnelige etternavn.
smj: Sámedigge doarjju kommisjåvnå oajvvadusáv gå tjálli bájkkenammaláhka hæhttu rievddaduvvat váj ienep maŋeldisboahtte oadtju riektáv familja ieme maŋepnamáv ruopptot válldet.

source: Sametinget ber myndighetene sette i gang et større arbeid for å sikre de samiske språkenes tilgang til gode språkteknologiske verktøy.
smj: Sámedigge gåhttju oajválattjajt jåhtuj biedjat stuoráp bargov váj sámegielajda gávnnuji buorre giellateknologijjalasj vædtsaga.

source: Det innebærer midler til forskning og utviklingsarbeid.
smj: Dat merkaj dárbaj rudájt dutkamij ja åvddånahttemij.

source: I tillegg må sentrale myndigheter arbeid opp mot EU-parlamentet slik at stater/EU i kan bidra i arbeidet opp mot store teknologiselskaper når det gjelder tilgang til for eksempel kildekoder som er nødvendige for å kunne utvikle gode språkteknologiske verktøy.
smj: Duodden hæhttuji guovdásj oajválattjat EU-parlamenta hárráj barggat váj stáhta/EU máhtti viehkken barggat stuorra teknologijjavidnudagáj hárráj mij guosská duola dagu gálldokåvdåjda majt dárbaj buorre giellateknologijjalasj vædtsagijt åvddånahtátjit.

source: Samiske språks hensyn må også kunne hensyntas når EU-parlamentet regulerer de store teknologiselskapenes tilgang til det indre markedet innen EU.
smj: Sámegielajt galggá aj máhttet vuorodit gå EU-parlamænnta stivrri makta stuorra teknologijjavidnudagá bessi EU sisŋep márnánij.

source: Sametinget ser behovet for å opprette en samisk språkbank som kan forvalte alt innsamlet tekst og lyd på de samiske språkene.
smj: Sámedigge vuojnná dárbov ásadit sáme giellabáŋkav mij máhttá divna tjoahkkiduvvam sámegielak tevstajt ja jienajt háldadit.

source: Med opprettelsen av en språkbank vil man kunne styrke arbeidet med å samle inn mer tekst og mer lyd til korpus.
smj: Jus giellabáŋkav ásat de máhttá nannit bargov ienep tevstajt ja jienajt korpusij tjoahkkit.

source: Sametinget mener at medie- og litteratilbudet på samisk er en annen viktig bidragsyter i synlighet av språket.
smj: Sámedigge miejnni medijá- ja girjálasjvuodafálaldahka sámegiellaj la aj ájnas gå giella galggá vuojnnut.

source: Det må finnes gode støtteordninger for samiskspråklig medie- og litteraturtilbud.
smj: Sámegielak medijá- ja girjálasjvuodafálaldahkaj galggá gávnnut buorre doarjjaårniga.

source: Tiltak 2.3
smj: Doajmma 2.3

source: Kommisjonen foreslår et nordisk initiativ for å styrke det grenseoverskridende samarbeidet om språk, språkutdanning, læremiddelproduksjon og språkrevitalisering.
smj: Kommisjåvnnå oajvvat nuorttarijkaj álgadimev váj nanni aktisasjbargov rijkkarájáj rastá giela, giellaåhpadime, oahpponævoj buvtadime ja gielaj ælládahttema hárráj.

source: Sametinget støtter kommisjonens forslag.
smj: Sámedigge doarjju kommisjåvnå oajvvadusáv.

source: For å styrke situasjonen for alle samiske språk er det det er behov for å fjerne grensehindre i oppfølgingen av kommisjonsrapporten.
smj: Váj divna sámegielaj dilev galggá nannit de la dárbbo rádjáhieredimijt gádodit kommisjåvnå rappårtå tjuovvolimen.

source: Sametinget peker på at dersom et grenseoverskridende samarbeid skal styrkes krever det aktivt grensesamarbeid og en aktiv deltakelse fra nasjonal statene og sametingene - særlig innen utviklingen av felles samisk læreplaner.
smj: Sámedigge vuoset jus galggá vuorbástuvvat gå rájáj rastá ájggu barggat de dat gájbbet nasjonalstáhta ja Sámedikke dåjmalattjat aktan barggi - sierraláhkáj mij guosská aktisasj sáme oahppoplánaj åvddånibmáj.

source: Det må samtidig være et mål om å kunne dele og benytte hverandres ressurser i større grad – både menneskelige ressurser og læremidler.
smj: Hæhttu sæmmi båttå liehket ulmme juohket ja adnet nubbe nuppij ressursajt stuoráp oassen – sihke almasjressursa ja oahpponævo.

source: Sametinget støtter kommisjonens forslag om at det utarbeides et program for å styrke pite-, ume- og skoltesamisk.
smj: Sámedigge doarjju kommisjåvnå oajvvadusáv prográmmav dahkat bihtám-, ubbmem- ja lullesámegielaj nannima diehti.
